/* No comment provided by engineer. */
"·" = "·";

/* No comment provided by engineer. */
"/ month" = "/ mes";

/* No comment provided by engineer. */
"/ year" = "/ año";

/* No comment provided by engineer. */
"%d note" = "nota de %d";

/* No comment provided by engineer. */
"%d notes" = "%d notas";

/* No comment provided by engineer. */
"%d selected note" = "%d nota seleccionada";

/* No comment provided by engineer. */
"%lu notes imported" = "%lu notas importadas";

/* No comment provided by engineer. */
"Modified" = "Modificación";

/* No comment provided by engineer. */
"Created" = "Creado";

/* No comment provided by engineer. */
"Table of Contents" = "Tabla de contenido";

/* No comment provided by engineer. */
"Statistics" = "Estadísticas";

/* No comment provided by engineer. */
"Backlinks" = "Enlaces entrantes";

/* No comment provided by engineer. */
"1️⃣ Click ‘Show Database’ below to reveal this file in Finder" = "1️⃣ Haz clic a continuación en ‘Mostrar base de datos’ para revelar este archivo en Finder";

/* No comment provided by engineer. */
"1 note imported" = "1 nota importada";

/* No comment provided by engineer. */
"2️⃣ Click ‘Contact Support‘ to open our website" = "2️⃣ Haz clic en ‘Contactar con soporte‘ para abrir nuestra página web";

/* No comment provided by engineer. */
"3️⃣ Fill out our contact form and attach Bear’s database from Finder so we can investigate and help" = "3️⃣ Rellena nuestro formulario de contacto y adjunta la base de datos de Bear desde Finder para que podamos investigar y ayudar";

/* No comment provided by engineer. */
"A 14-day free trial, then..." = "Una prueba gratuita de 14 días y después...";

/* Alphabetic sorting for notes
   Alphabetic sorting for tags */
"A to Z" = "A-Z";

/* No comment provided by engineer. */
"A trip to the north pole" = "Viaje al polo norte";

/* No comment provided by engineer. */
"Account will be charged for renewal within 24-hours prior to the end of the current period, with the same amount as the first period." = "La renovación se cobrará en la cuenta en las 24 horas anteriores al fin del período actual. Se cargará el mismo importe que en el primer período.";

/* No comment provided by engineer. */
"Add Notes to %@" = "Añadir notas a %@";

/* No comment provided by engineer. */
"All the child tags will also be deleted. You can’t undo this action." = "También se eliminarán todas las etiquetas secundarias. No se puede deshacer esta acción.";

/* No comment provided by engineer. */
"Annual" = "Anual";

/* No comment provided by engineer. */
"Any unused portion of a free trial period will be forfeited when the user purchases a subscription to that publication, where applicable." = "En su caso, la parte no utilizada del período de prueba gratuita se pierde cuando el usuario compra una suscripción a esa publicación.";

/* No comment provided by engineer. */
"Archive notes" = "Archivar notar";

/* No comment provided by engineer. */
"Are you sure you want to delete all the notes in the Trash?" = "¿Seguro que quieres eliminar todas las notas de la papelera?";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the notes in the Trash?" = "¿Seguro que desea eliminar permanentemente las notas de la papelera?";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the selected notes?" = "¿Seguro que desea eliminar definitivamente las notas seleccionadas?";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the selected tag?" = "¿Seguro que deseas eliminar definitivamente la etiqueta seleccionada?";

/* No comment provided by engineer. */
"Backup restored" = "Copia de seguridad restaurada";

/* No comment provided by engineer. */
"Bear" = "Bear";

/* No comment provided by engineer. */
"Bear is currently exporting your notes, take a moment to relax!" = "Bear está exportando tus notas, ¡disfruta de un momento de relax!";

/* No comment provided by engineer. */
"Bear is currently importing your new notes, take a moment to relax!" = "Bear está importando tus notas nuevas, ¡disfruta de un momento de relax!";

/* No comment provided by engineer. */
"Bear is retrieving the page you have requested." = "Bear está recuperando la página solicitada.";

/* No comment provided by engineer. */
"Bear needs iCloud and iCloud Drive in order to sync, please enable both before proceding" = "Bear necesita iCloud y iCloud Drive para realizar la sincronización, activa ambos antes de continuar";

/* No comment provided by engineer. */
"Bear Pro is enabled via an auto-renewing subscription" = "Bear Pro se activa con una suscripción que se renueva automáticamente";

/* No comment provided by engineer. */
"Beautiful application themes" = "Bonitos temas para la aplicación";

/* No comment provided by engineer. */
"Beta expired" = "Beta caducada";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Code" = "Código";

/* No comment provided by engineer. */
"Contact Support" = "Contactar con soporte";

/* No comment provided by engineer. */
"Contacting Apple..." = "Contactando con Apple...";

/* No comment provided by engineer. */
"Copy As" = "Copiar como";

/* No comment provided by engineer. */
"Copy As HTML" = "Copiar como HTML";

/* No comment provided by engineer. */
"Copy As Markdown" = "Copiar como Markdown";

/* No comment provided by engineer. */
"Copy As Rich Text" = "Copiar como formato RTF";

/* No comment provided by engineer. */
"Copy As Text" = "Copiar como texto";

/* No comment provided by engineer. */
"Copy code" = "Copiar código";

/* No comment provided by engineer. */
"Copy Code Block" = "Copiar bloque de código";

/* No comment provided by engineer. */
"Copy Link To Note" = "Copiar el enlace de la nota";

/* No comment provided by engineer. */
"Copy Link To Note (New Window)" = "Copiar el enlace de la nota (nueva ventana)";

/* No comment provided by engineer. */
"Copy Link To Notes (New Window)" = "Copiar el enlace de las notas (nueva ventana)";

/* No comment provided by engineer. */
"Copy Links To Notes" = "Copiar enlaces de las notas";

/* No comment provided by engineer. */
"Could not load the notes database " = "No se ha podido cargar la base de datos de notas ";

/* table cell action */
"Delete" = "Eliminar";

/* No comment provided by engineer. */
"Delete notes" = "Eliminar notas";

/* No comment provided by engineer. */
"Do not show this warning again." = "No volver a mostrar esta advertencia.";

/* No comment provided by engineer. */
"Don’t worry, your notes are safe and we can help:" = "No te preocupes, tus notas están a salvo y podemos ayudarte:";

/* No comment provided by engineer. */
"Edit Link" = "Editar enlace";

/* No comment provided by engineer. */
"email" = "correo electrónico";

/* No comment provided by engineer. */
"Empty Trash" = "Vaciar papelera";

/* No comment provided by engineer. */
"Export note" = "Exportar nota";

/* No comment provided by engineer. */
"Export Note..." = "Exportar nota...";

/* No comment provided by engineer. */
"Export notes" = "Exportar notas";

/* No comment provided by engineer. */
"Export Notes..." = "Exportar notas...";

/* No comment provided by engineer. */
"Export to more formats" = "Exporta a más formatos";

/* No comment provided by engineer. */
"FAQ" = "Preguntas frecuentes";

/* No comment provided by engineer. */
"For all the subscriptions applies the following:" = "Lo siguiente se aplica a todas las suscripciones:";

/* No comment provided by engineer. */
"For the Monthly Subscription applies the following:" = "Lo siguiente se aplica a la suscripción mensual:";

/* No comment provided by engineer. */
"For the Yearly Subscription applies the following:" = "Lo siguiente se aplica a la suscripción anual:";

/* No comment provided by engineer. */
"Go to website" = "Ir al sitio web";

/* No comment provided by engineer. */
"Hide Preview" = "Ocultar vista previa";

/* %@ is the user's hint for the password */
"Hint: %@" = "Indicación: %@";

/* No comment provided by engineer. */
"HTML" = "HTML";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app" = "https://bear.app";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/faq/" = "https://bear.app/faq/";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/faq/sync-troubleshooting/" = "https://bear.app/faq/sync-troubleshooting/";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/get-support-from-app/" = "https://bear.app/get-support-from-app/";

/* Please do not localise this, leave empty or copy the same url */
"https://twitter.com/BearNotesApp/" = "https://twitter.com/BearNotesApp/";

/* Please do not localise this, leave empty or copy the same url */
"https://www.reddit.com/r/bearapp/" = "https://www.reddit.com/r/bearapp/";

/* No comment provided by engineer. */
"Import notes" = "Importar notas";

/* No comment provided by engineer. */
"Important" = "Importante";

/* No comment provided by engineer. */
"Importing a Bear Backup will completely replace your current notes" = "Si importa una copia de seguridad de Bear, esta reemplazará totalmente sus notas actuales";

/* No comment provided by engineer. */
"Inbox" = "Bandeja de entrada";

/* No comment provided by engineer. */
"Insert" = "Insertar";

/* No comment provided by engineer. */
"Insert files" = "Insertar archivos";

/* No comment provided by engineer. */
"It was not possible to migrate your database to the new version. Don't worry your notes are safe, please contact the support team using the 'Contact Support' button below and they will help you." = "No ha sido posible migrar su base de datos a la nueva versión. No se preocupe, sus notas están a salvo. Póngase en contacto con el equipo de soporte utilizando el botón «Contactar con soporte» que aparece debajo y le ayudarán.";

/* No comment provided by engineer. */
"Just a moment and Bear will be ready!" = "¡Sólo un momento y Bear estará listo!";

/* No comment provided by engineer. */
"Keep Tags" = "Conservar etiquetas";

/* No comment provided by engineer. */
"Learn more" = "Más información";

/* No comment provided by engineer. */
"Locked notes" = "Notas bloqueadas";

/* No comment provided by engineer. */
"Look and feel smarter" = "Parece y siéntete más inteligente";

/* No comment provided by engineer. */
"Main Window" = "Ventana principal";

/* No comment provided by engineer. */
"Manage Subscription" = "Gestionar suscripción";

/* No comment provided by engineer. */
"Mark as Complete" = "Marcar como completado";

/* No comment provided by engineer. */
"Mark as Incomplete" = "Marcar como incompleta";

/* No comment provided by engineer. */
"Markdown" = "Markdown";

/* No comment provided by engineer. */
"Merge notes" = "Fusionar notas";

/* No comment provided by engineer. */
"month" = "mes";

/* No comment provided by engineer. */
"Monthly" = "Mensual";

/* Number of notes sorting for tags */
"Most Used First" = "Más usadas primero";

/* No comment provided by engineer. */
"Move Done to Bottom" = "Llevar hechas al final";

/* App last sync date was never */
"never" = "nunca";

/* No comment provided by engineer. */
"New Note" = "Nota nueva";

/* Date sorting for notes */
"Newest on Top" = "Más recientes arriba";

/* No comment provided by engineer. */
"No note selected" = "No hay ninguna nota seleccionada";

/* No comment provided by engineer. */
"No purchases found" = "Ninguna compra encontrada";

/* No comment provided by engineer. */
"Note From Selection" = "Nota de la selección";

/* No comment provided by engineer. */
"notes" = "notas";

/* No comment provided by engineer. */
"Notes" = "Notas";

/* No comment provided by engineer. */
"Notes search" = "Búsqueda de notas";

/* No comment provided by engineer. */
"Nothing to import" = "Nada que importar";

/* No comment provided by engineer. */
"Ok" = "Aceptar";

/* No comment provided by engineer. */
"OK" = "Aceptar";

/* Leave the %@, will be replaced with the title of a user generated note to compose something like 'Open My Todos' */
"Open \"%@\"" = "Abrir \"%@\"";

/* No comment provided by engineer. */
"Open Link in New Window" = "Abrir enlace en una ventana nueva";

/* No comment provided by engineer. */
"Open With" = "Abrir con";

/* No comment provided by engineer. */
"Password-protect your notes" = "Protege tus notas con una contraseña";

/* No comment provided by engineer. */
"Paste From" = "Pegar desde";

/* No comment provided by engineer. */
"Payment will be charged to iTunes Account at confirmation of purchase or the end of the Free Trial Period, if any." = "El cobro se efectuará en la cuenta de iTunes cuando se confirme la compra o al final del período de prueba gratuita, si lo hubiera.";

/* table cell action */
"Pin" = "Anclar";

/* No comment provided by engineer. */
"Pin notes" = "Anclar notas";

/* No comment provided by engineer. */
"Pin Tag" = "Anclar etiqueta";

/* No comment provided by engineer. */
"Pin To Top" = "Anclar arriba";

/* No comment provided by engineer. */
"Plain Text" = "Texto normal";

/* No comment provided by engineer. */
"Please check your internet connection or try again later." = "Comprueba tu conexión a internet o inténtalo de nuevo más tarde.";

/* No comment provided by engineer. */
"Please choose the backup file" = "Seleccione el archivo de copia de seguridad";

/* No comment provided by engineer. */
"Please choose the files you want to import" = "Seleccione los archivos que desea importar";

/* No comment provided by engineer. */
"Please choose the location where the file will be saved" = "Seleccione la ubicación donde se guardará el archivo";

/* No comment provided by engineer. */
"Please choose the location where the note will be saved" = "Seleccione la ubicación donde se guardará la nota";

/* No comment provided by engineer. */
"Please choose the location where the notes will be saved" = "Seleccione la ubicación donde se guardarán las notas";

/* No comment provided by engineer. */
"Please select one or more files" = "Selecciona uno o varios archivos";

/* No comment provided by engineer. */
"Please wait while Bear’s database is upgraded" = "Espera mientras se actualiza la base de datos de Bear";

/* No comment provided by engineer. */
"Please wait while your notes are upgraded" = "Espera mientras se actualizan tus notas";

/* No comment provided by engineer. */
"Privacy Policy" = "Política de privacidad";

/* No comment provided by engineer. */
"Quit" = "Salir";

/* Complete sentence: Re-add tag <a tag> */
"Re-add tag" = "Volver a añadir etiqueta";

/* Complete sentence: Remove tag <a tag>
   used for the 'remove tag <a tag>' menu item */
"Remove tag" = "Eliminar etiqueta";

/* table cell action */
"Restore" = "Restaurar";

/* No comment provided by engineer. */
"Restore from backup" = "Restaurar copia de seguridad";

/* No comment provided by engineer. */
"Restore notes" = "Restaurar notas";

/* No comment provided by engineer. */
"Restore Purchases" = "Restaurar compras";

/* No comment provided by engineer. */
"Rich Text" = "Texto normal";

/* No comment provided by engineer. */
"Save As" = "Guardar como";

/* No comment provided by engineer. */
"Save file" = "Guardar archivo";

/* No comment provided by engineer. */
"Search" = "Buscar";

/* No comment provided by engineer. */
"Search inside attachments" = "Busca dentro de los adjuntos";

/* No comment provided by engineer. */
"Search Notes" = "Buscar notas";

/* No comment provided by engineer. */
"Show Database" = "Mostrar base de datos";

/* No comment provided by engineer. */
"Show Images As Thumbnails" = "Mostrar las imágenes en miniatura";

/* No comment provided by engineer. */
"Show my locked notes" = "Mostrar mis notas bloqueadas";

/* No comment provided by engineer. */
"Show my Notes" = "Mostrar mis notas";

/* No comment provided by engineer. */
"Show my Today notes" = "Mostrar mis notas de hoy";

/* No comment provided by engineer. */
"Show my ToDo notes" = "Mostrar mis notas con tareas";

/* No comment provided by engineer. */
"Show my Untagged notes" = "Mostrar mis notas sin etiquetar";

/* Leave the %@, will be replaced with the name of tag */
"Show notes tagged #%@" = "Mostrar mis notas con la etiqueta #%@";

/* No comment provided by engineer. */
"Show Preview" = "Mostrar vista previa";

/* No comment provided by engineer. */
"Sign in to iCloud and enable iCloud Drive" = "Inicia sesión en iCloud y activa iCloud Drive";

/* No comment provided by engineer. */
"Something went wrong" = "Se ha producido un error";

/* No comment provided by engineer. */
"Subscribe" = "Suscribirse";

/* No comment provided by engineer. */
"Subscription" = "Suscripción";

/* No comment provided by engineer. */
"Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period." = "La suscripción se renueva automáticamente a menos que la renovación automática se desactive al menos 24 horas antes de que termine el período actual.";

/* No comment provided by engineer. */
"Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase." = "El usuario puede gestionar las suscripciones y desactivar la renovación automática yendo a los ajustes de la cuenta tras la compra.";

/* No comment provided by engineer. */
"Support Bear's development" = "Apoya el desarrollo de Bear";

/* No comment provided by engineer. */
"Sync and backup with iCloud on all your devices" = "Sincroniza y haz copias de seguridad con iCloud en todos tus dispositivos";

/* No comment provided by engineer. */
"Terms of Use" = "Condiciones de uso";

/* No comment provided by engineer. */
"Thank you for purchasing Bear Pro" = "Gracias por comprar Bear Pro";

/* No comment provided by engineer. */
"The duration of every period of the subscription is 1 month." = "La duración de cada período de la suscripción es de 1 mes.";

/* No comment provided by engineer. */
"The duration of every period of the subscription is 1 year." = "La duración de cada período de la suscripción es de 1 año.";

/* No comment provided by engineer. */
"The length of the Free Trial Period, if any, is shown in the Bear's Purchase Pane updated to the time of the purchase." = "La duración del período de prueba gratuita, si la hubiera, se muestra en el panel de compra de Bear y se actualiza con el momento de la compra.";

/* No comment provided by engineer. */
"The price of the subscription is shown in the Bear's Purchase Pane updated to the time of the purchase." = "El precio de la suscripción se muestra en el panel de compras de Bear y se actualiza con el momento de la compra.";

/* No comment provided by engineer. */
"There are no previous purchases valid for the current period." = "No hay compras anteriores válidas para el período actual.";

/* No comment provided by engineer. */
"This beta version has expired, check the website for updates." = "Esta versión beta ha caducado, consulta el sitio web para buscar actualizaciones.";

/* No comment provided by engineer. */
"Today notes" = "Notas de hoy";

/* No comment provided by engineer. */
"Todo" = "Tarea";

/* No comment provided by engineer. */
"Toggle checkbox" = "Activar/desactivar casilla de verificación";

/* No comment provided by engineer. */
"Toggle folding" = "Activar/desactivar plegado";

/* table cell action */
"Trash" = "Papelera";

/* No comment provided by engineer. */
"Unarchive notes" = "Desarchivar notas";

/* No comment provided by engineer. */
"Unlimited bear hugs" = "Abrazos de oso ilimitados";

/* No comment provided by engineer. */
"Unmerge notes" = "Separar notas fusionadas";

/* table cell action */
"Unpin" = "Desanclar";

/* No comment provided by engineer. */
"Unpin notes" = "Desanclar notas";

/* No comment provided by engineer. */
"Unpin Tag" = "Desanclar la etiqueta";

/* No comment provided by engineer. */
"Valid Through" = "Válido hasta";

/* Valid until date */
"Valid until %@" = "Válido hasta el %@";

/* No comment provided by engineer. */
"We appreciate your support!" = "¡Te agradecemos tu apoyo!";

/* No comment provided by engineer. */
"We’re adding all the bells, whistles, and even a kazoo under the hood to make Bear even better. To ensure a smooth process, we highly recommend keeping Bear open until this is finished." = "Estamos preparándolo todo internamente para hacer que Bear sea aún mejor. Para que el proceso se complete sin ningún problema, te recomendamos encarecidamente que mantengas Bear abierto hasta que termine.";

/* No comment provided by engineer. */
"We’re migrating all your notes to Markdown for Bear 2. To ensure a smooth process, we highly recommend keeping Bear open until this is finished." = "Estamos migrando todas tus notas a Markdown para Bear 2. Para que el proceso se complete sin ningún problema, te recomendamos encarecidamente que mantengas Bear abierto hasta que termine.";

/* No comment provided by engineer. */
"year" = "año";

/* No comment provided by engineer. */
"You can’t undo this action." = "Esta acción no puede deshacerse.";

/* No comment provided by engineer. */
"You're a PRO" = "Eres PRO";

/* No comment provided by engineer. */
"Your subscription will renew on the date listed above. To avoid being charged, cancel a free trial period or a subscription 24 hours before the renewal date." = "La suscripción se renovará en la fecha que aparece arriba. Para que no se te cobre, cancela el periodo de prueba gratuito o la suscripción 24 horas antes de la fecha de renovación.";

"syncing..." = "sincronizando...";
